/**
  ******************************************************************************
  * @file    key.h
  * @author  可可城
  * @version V1.0
  * @date    2016-01-27
  * @brief   按键
  ******************************************************************************
  * @attention
  * 引脚PA0，按下为高电平
  ******************************************************************************
  */

#ifndef __KEY_H
#define	__KEY_H

#include "stm32f1xx_hal.h"

#define KEY_ON	0
#define KEY_OFF	1

uint8_t Key_Scan(void);

#endif
