/**
  ******************************************************************************
  * @file    ADC.h
  * @author  可可城
  * @version V1.0
  * @date    2016-01-28
  * @brief   ADC1
  ******************************************************************************
  * @attention
  * ADC1轮询模式
  ******************************************************************************
  */

#ifndef __ADC_H
#define	__ADC_H

#include "stm32f1xx_hal.h"

extern uint32_t ADC_Value[4];
void ADC_GetValue (void);

#endif
